استيراد  نظام التشغيل
نظام التشغيل . نظام ( "واضح" )
نظام التشغيل . النظام ( 'printf " \ 033 [3؛ 32m" " )
طباعة ( '' ___ __ __ _______ .__ __. _______.
    / \ | | | | | ____ || \ | | / |
   / ^ \ | | | | | | __ | \ | | | (---- `
  / / _ \ \ | | | | | __ | | . `| \ \    
/ _____ \ | "----. | | | | ____ | | \ | . ----) |   
/ __ / \ __ \ | _______ || __ | | _______ || __ | \ __ | | _______ /    
                                                            
 __ __ .___________.                                 
| | | | | |                                 
| | | | "--- | | ---- `                                 
| | | | | |                                      
| "----. | | | |                                      
| _______ || __ | SS | __ |                                      
                                                            
عبدالله الزراو
https://t.me/termuxalsharabi
                                            "" )
aaa = المدخلات ( ' \ 033 [93m \ 033 [4m m = >>>>> )
طباعة ( '-' * 29 )
ملف = فتح ( aaa ، 'w' )
aa = مجموعة ([])
oio = مجموعة ([])
# iio = set ([112233،332211،000،445566، '$' * 1، '$' * 2، '$' * 3، '@' * 1، '@' * 2، '@' * 3، '€' * 1، '€' * 2، '€' * 3، '&' * 1، '&' * 2، '&' * 3، '¥' * 1، '' * 2، ' '* 3،' * '* 1،' * '* 2،' * '* 3،' + '* 1،' + '* 2،' + '* 3])
ك ك = 1
بينما  صحيح :
    ب = المدخلات ( 'معالجة اللغة \ 033 [24m ============================> {}:' . format ( kk ))
    إذا كان  ب == 'Pro' :
        طباعة ( ' 033 [3؛ 36m' )
        ملف . إغلاق ()
        qq = فتح ( aaa ، 'r' )
        ll = len ( qq . readlines ())
        نظام التشغيل . النظام ( 'printf " \ 033 [3؛ 31m" " )
        print ( '' '' 033 [1m)
هاكر عبدالله الزراو برو '' )
        طباعة ( '-' * 60 )
        كسر .
    أأ . يضاف ( ب )
    ل  انا  في  أأ :
        إذا  ليون ( ط ) > =  6  و  أنا  لا  في  أويو :
            أويو . أضف ( ط )
            ملف . اكتب ( أنا )
            ملف . كتابة ( ' n ' )
            # لـ o في iio:
             # uau = تنسيق '{} {}' (i، o) 
              # ubu = '{} {} {}' تنسيق (س ، أنا ، س)
               # ucu = '{} {} {}' تنسيق (i، o، i)
                #if len (uau)> = 6:
                   # file.write (uau)
                  # file.write ('\ n')
               # if len (ubu)> = 6 و ubu! = uau:
                   # file.write (ubu)
                   # file.write ('\ n')
                #if len (ucu)> = 6 و ucu! = uau و ucu! = ubu:
                  # file.write (ucu)
                  # file.write ('\ n')

        ج = ب + أنا
        د = أنا + ب
        إذا كان  len ( c ) > =  6 :
            ملف . اكتب ( ج )
            ملف . كتابة ( ' n ' )
        إذا كان  c  ! =  d  و  len ( d ) > =  6 :
            ملف . اكتب ( د )
            ملف . كتابة ( ' n ' )
    ك = int ( kk ) + 1
    طباعة ( ' \ 033 [95M ========== \ 033 [27M = برو === \ 033 [1M وا == \ 033 [0؛ 96M ةيلات ةمولعمل تلأما' )
